Repository: VGachet/plugin_addgmap
Catalog: languages/addmap-*.po
Languages: fr_fr

source: Addmap Options
fr_fr: Options Addmap

source: Shortcode Addmap List
fr_fr: Liste des shortcodes Addmap

source: Help
fr_fr: Aide

source: Export pin datas
fr_fr: Exporter données Addmap

source: Your Google Map api Key
fr_fr: Votre clé API Google Map

source: Get a key
fr_fr: Obtenir une clé

source: Route
fr_fr: Itinéraire

source: Display Google Map search bar
fr_fr: Afficher la barre de recherche sur la map

source: Location(s)
fr_fr: Localisations

source: Add pin
fr_fr: Ajouter un pin

source: Get your adress location
fr_fr: Obtenir vos localisation par adresse

source: Pin name
fr_fr: Nom du pin

source: Advanced Options
fr_fr: Options avancées

source: Width (empty: 500px)
fr_fr: Largueur (vide: 500px)

source: Height (empty: 500px)
fr_fr: Hauteur (vide: 500px)

source: Map zoom (empty: 8)
fr_fr: Zoom de la map (vide: 8)

source: Generate addmap shortcode
fr_fr: Générer le addmap shortcode

source: Insert your adress
fr_fr: Insérer votre adresse

source: Get locations
fr_fr: Obtenir les coordonnées

source: Shortcode Help
fr_fr: Aide - Shortcode

source: Add the complete shortcode to your content of pages or posts.
fr_fr: Ajouter le shortcode complet dans le contenu de la page ou article

source: Modify possibilities :
fr_fr: Possibilités de modification :

source: zoom (0 - 19)
fr_fr: zoom (entre 0 et 19)

source: allow_it (display the search bar : 0 / 1)
fr_fr: allow_it (afficher la barre de recherche : 0 ou 1)

source: Example :
fr_fr: Exemple :
